Revit 2027 API
ParameterTypeId.SpotCoordinateElevationPrefix Property
 "Elevation Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotCoordinateElevationPrefix { get; }
Public Shared ReadOnly Property SpotCoordinateElevationPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotCoordinateElevationPrefix {
	ForgeTypeId^ get ();
}
static member SpotCoordinateElevationPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace